{
    "Create New Team": "Create New Store",
    "Create Team": "Create Store",
    "Switch Teams": "Switch Stores",
    "Team Details": "Store Details",
    "Team Settings": "Store Settings",
    "Create a new team to collaborate with others on projects.": "Create a new store to collaborate with others on projects.",
    "Team Owner": "Store Owner",
    "Team Name": "Store Name",
    "Delete Team": "Delete Store",
    "Add Team Member": "Add Store Member",
    "Team Members": "Store Members",
    "Leave Team": "Leave Store",
    "Manage Team": "Manage Team",
    "The team\\'s name and owner information.": "The store\\'s name and owner information.",
    "Are you sure you would like to leave this team?": "Are you sure you would like to leave this store?",
    "Remove Team Member": "Remove Store Member",
    "Are you sure you would like to remove this person from the team?": "Are you sure you would like to remove this person from the store?",
    "All of the people that are part of this team.": "All of the people that are part of this store.",
    "Pending Team Invitations": "Pending Store Invitations",
    "These people have been invited to your team and have been sent an invitation email. They may join the team by accepting the email invitation.": "These people have been invited to your store and have been sent an invitation email. They may join the store by accepting the email invitation.",
    "Add a new team member to your team, allowing them to collaborate with you.": "Add a new store member to your store, allowing them to collaborate with you.",
    "Please provide the email address of the person you would like to add to this team.": "Please provide the email address of the person you would like to add to this store.",
    "Permanently delete this team.": "Permanently delete this store.",
    "Are you sure you want to delete this team? Once a team is deleted, all of its resources and data will be permanently deleted.": "Are you sure you want to delete this store? Once a store is deleted, all of its resources and data will be permanently deleted.",
    "Once a team is deleted, all of its resources and data will be permanently deleted. Before deleting this team, please download any data or information regarding this team that you wish to retain.": "Once a store is deleted, all of its resources and data will be permanently deleted. Before deleting this store, please download any data or information regarding this store that you wish to retain.",
    "Great! You have accepted the invitation to join the :team team.": "Great! You have accepted the invitation to join the :team store.",
    "You have been invited to join the :team team!": "You have been invited to join the :team store!",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the store invitation:",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "If you did not expect to receive an invitation to this store, you may discard this email."
}
